data/outputs/apache/test9.txt
This is ApacheBench, Version 2.3 <$Revision: 1913912 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.1.133 (be patient)


Server Software:        Apache/2.4.58
Server Hostname:        192.168.1.133
Server Port:            80

Document Path:          /
Document Length:        223 bytes

Concurrency Level:      50
Time taken for tests:   3.319 seconds
Complete requests:      1000
Failed requests:        0
Total transferred:      493000 bytes
HTML transferred:       223000 bytes
Requests per second:    301.29 [#/sec] (mean)
Time per request:       165.956 [ms] (mean)
Time per request:       3.319 [ms] (mean, across all concurrent requests)
Transfer rate:          145.05 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    3   6.1      0      31
Processing:     0  158  25.0    161     195
Waiting:        0   84  47.8     81     187
Total:          0  162  25.1    166     204

Percentage of the requests served within a certain time (ms)
  50%    166
  66%    172
  75%    175
  80%    176
  90%    182
  95%    187
  98%    191
  99%    194
 100%    204 (longest request)